Repository: joansalasoler/auale
Catalog: src/auale/res/messages/po/auale/*.po
Languages: ca, es

source: %r is not callable
ca: %r no és invocable
es: %r no es invocable

source: 'required' is an invalid argument for positionals
ca: 'required' no és un argument de posició vàlid
es: 'required' no es un argumento de posición válido

source: .__call__() not defined
ca: .__call__() no s'ha definit
es: .__call__() no se ha definido

source: A graphical user interface for oware
ca: Una interfície gràfica per a l'aualé
es: Una interfaz gráfica para oware

source: A new match will be created where you will be able to move as either player.
ca: Es crearà una nova partida en la qual podreu moure qualsevol dels jugadors.
es: Se creará una nueva partida en la cuál podrá mover ambos jugadores.

source: About Aualé
ca: Quant a Aualé
es: Acerca de Aualé

source: Any files
ca: Tots els fitxers
es: Todos los archivos

source: Asks the engine to make a move
ca: Demana a l'ordinador que faci un moviment
es: Pide al ordenador que haga un movimiento

source: Asks the engine to stop thinking
ca: Demana a l'ordinador que deixi de pensar
es: Pide al ordenador que deje de pensar

source: Aualé home page
ca: Pàgina principal d'Aualé
es: Página principal de Aualé

source: Cannot save current match
ca: No es pot desar la partida
es: No se pudo guardar la partida

source: Close without saving
ca: Tanca sense desar
es: Cerrar sin guardar

source: Computer _player
ca: _Jugador de l'ordinador
es: _Jugador del ordenador

source: Computer player is disabled
ca: El jugador de l'ordinador s'ha inhabilitat
es: El jugador del ordenador se ha inhabilitado

source: Could not start the engine
ca: No s'ha pogut iniciar el motor
es: No se pudo iniciar el motor

source: Date
ca: Data
es: Fecha

source: Description
ca: Descripció
es: Descripción

source: Disable sound
ca: Desactiva els sons
es: Desactiva el sonido

source: Disables sound effects
ca: Desactiva els efectes de so
es: Desactiva los efectos de sonido

source: Discard unsaved changes
ca: Descarta les modificacions
es: Descartar los cambios

source: Do you want to save the current match?
ca: Voleu desar la partida actual?
es: ¿Desea guardar la partida actual?

source: Do you want to save the match before closing?
ca: Voleu desar la partida abans de sortir?
es: ¿Desea guardar la partida antes de salir?

source: E_xpert
ca: _Experta
es: E_xperto

source: Edit a match
ca: Editar una partida
es: Editar una partida

source: Edit current match tags
ca: Edita les etiquetes de la partida actual
es: Edita las etiquetas de la partida actual

source: Engine is not responding
ca: El motor no està responent
es: El motor no está respondiendo

source: Error opening match
ca: Errada en obrir la partida
es: Error al abrir la partida

source: Error saving match
ca: Errada en desar la partida
es: Error al guardar la partida

source: Event
ca: Esdeveniment
es: Evento

source: First
ca: Primera
es: Primera

source: Get answers to your questions
ca: Obteniu resposta a les vostres qüestions
es: Obtenga respuesta a sus preguntas

source: Goes to the first position
ca: Va fins a la primera posició
es: Va a la primera posición

source: Goes to the last position
ca: Va fins a la darrera posició
es: Va a la última posición

source: Goes to the next position
ca: Va a la posició següent
es: Va a la posición siguiente

source: Goes to the previous position
ca: Va a la posició anterior
es: Va a la posición anterior

source: Help
ca: Ajuda
es: Ayuda

source: Home
ca: Inici
es: Inicio

source: Last
ca: Última
es: Última

source: Learn how to play oware
ca: Apreneu a jugar a l'aualé
es: Aprenda a jugar a oware

source: Match
ca: Partida
es: Partida

source: Match file cannot be opened
ca: La partida no es pot obrir
es: No se pudo abrir la partida

source: Match tags
ca: Etiquetes de la partida
es: Etiquetas de la partida

source: Match with unsaved changes
ca: Partida amb modificacions no desades
es: Partida con cambios sin guardar

source: Move now
ca: Mou ara
es: Mover ahora

source: N_either player
ca: _Cap dels jugadors
es: _Ningún jugador

source: New match
ca: Nova partida
es: Nueva partida

source: Next
ca: Següent
es: Siguiente

source: North
ca: Nord
es: Norte

source: North has won
ca: El nord ha guanyat
es: El norte ha ganado

source: Not a valid match file
ca: El fitxer de partida no és vàlid
es: El archivo de partida no es válido

source: Open an oware match
ca: Obre una partida d'aualé
es: Abrir una partida de oware

source: Open match
ca: Obre una partida
es: Abrir partida

source: Open recent
ca: Obre un recent
es: Abrir reciente

source: Opens a match file
ca: Obre una partida desada
es: Abre una partida guardada

source: Opens a recently used match file
ca: Obre una partida utilitzada recentment
es: Abre una partida usada recientemente

source: Oware match files
ca: Fitxers de partides d'aualé
es: Archivos de partidas de oware

source: Play as north
ca: Jugar com a nord
es: Jugar como norte

source: Play as south
ca: Jugar com a sud
es: Jugar como sud

source: Players gathered an equal number of seeds
ca: Els jugadors han recollit el mateix nombre de llavors
es: Ambos jugadores recogieron el mismo número de semillas

source: Previous
ca: Anterior
es: Anterior

source: Recent _files
ca: _Fitxers recents
es: Archivos _recientes

source: Result
ca: Resultat
es: Resultado

source: Rotate
ca: Capgira
es: Girar

source: Rotates the board
ca: Capgira el tauler
es: Gira el tablero

source: Round
ca: Ronda
es: Ronda

source: Rules
ca: Reglament
es: Reglamento

source: Rules of _oware
ca: _Reglament de l'aualé
es: _Reglamento de oware

source: Save
ca: Desa
es: Guardar

source: Save _match
ca: _Desa la partida
es: _Guardar partida

source: Save as...
ca: Anomena i desa...
es: Guardar como...

source: Save current match
ca: Desa la partida actual
es: Guardar la partida actual

source: Save match _as...
ca: _Anomena i desa la partida...
es: Guardar partida _como...

source: Saves the current match
ca: Desa la partida actual
es: Guarda la partida actual

source: Saves the current match to a file
ca: Desa la partida actual a un fitxer
es: Guarda la partida actual en un archivo

source: Site
ca: Lloc
es: Lugar

source: South
ca: Sud
es: Sud

source: South has won
ca: El sud ha guanyat
es: El sud ha ganado

source: Start new match
ca: Comença una nova partida
es: Empezar una nueva partida

source: Starts a new match
ca: Comença una nova partida
es: Empieza una nueva partida

source: Stop thinking
ca: Deixa de pensar
es: Dejar de pensar

source: Tag
ca: Etiqueta
es: Etiqueta

source: The computer will play both as south and north while you can watch the match.
ca: L'ordinador jugarà com a sud i també com a nord mentre podeu observar la partida.
es: El ordenador jugará como norte y sud mientras usted puede ver la partida.

source: The current match has unsaved changes. Your changes will be lost if you don't save them.
ca: No s'han desat els canvis fets a la partida actual. Si no deseu la partida les modificacions es perdran.
es: No se han guardado los cambios de la partida actual. Si no guarda la partida las modificaciones se perderán.

source: The player gathered more than 24 seeds
ca: El jugador ha recollit més de 24 llavors
es: El jugador ha capturado más de 24 semillas

source: The received move is not valid
ca: El moviment rebut no és vàlid
es: El movimiento recibido no es válido

source: This match was drawn
ca: La partida ha acabat en empat
es: La partida terminó en empate

source: Unable to open file
ca: No es pot obrir el fitxer
es: No se puede abrir el archivo

source: Unsaved match
ca: Partida no desada
es: Partida no guardada

source: Untitled
ca: Sense títol
es: Sin título

source: Value
ca: Valor
es: Valor

source: Variant
es: Variante

source: Watch the computer play
ca: Observar com juga l'ordinador
es: Ver al ordenador jugando

source: What do you want to do?
ca: Què voleu fer?
es: ¿Qué desea hacer?

source: You will play a new match against the computer. Computer will move first.
ca: Jugareu una nova partida contra l'ordinador. L'ordinador mourà primer.
es: Jugará una nueva partida contra el ordenador. El ordenador moverá primero.

source: You will play a new match against the computer. You will move first.
ca: Jugareu una nova partida contra l'ordinador. Vostè mourà primer.
es: Jugará una nueva partida contra el ordenador. Usted moverá primero.

source: _Both players
ca: _Ambdós jugadors
es: _Ambos jugadores

source: _Computer strength
ca: _Destresa de l'ordinador
es: _Pericia del ordenador

source: _Disable sound
ca: Desactiva els _sons
es: Desactivar el _sonido

source: _Easy
ca: _Fàcil
es: _Fácil

source: _Edit match tags...
ca: _Etiquetes de la partida...
es: _Etiquetas de la partida...

source: _File
ca: _Fitxer
es: _Archivo

source: _First move
ca: _Primer moviment
es: _Primer movimiento

source: _Hard
ca: _Difícil
es: _Difícil

source: _Help
ca: _Ajuda
es: _Ayuda

source: _Help and support
ca: _Ajuda i suport
es: _Ayuda y soporte

source: _Home page
ca: _Pàgina principal
es: _Página principal

source: _Last move
ca: _Darrer moviment
es: _Último movimiento

source: _Match
ca: _Partida
es: _Partida

source: _Medium
ca: _Mitjana
es: _Media

source: _Move now
ca: _Mou ara
es: _Mover ahora

source: _New match
ca: _Nova partida
es: _Nueva partida

source: _Next move
ca: _Següent moviment
es: _Siguiente movimiento

source: _North
ca: _Nord
es: _Norte

source: _Open match...
ca: _Obre una partida...
es: _Abrir una partida...

source: _Previous move
ca: _Anterior moviment
es: _Anterior movimiento

source: _Rotate board
ca: _Capgira el tauler
es: _Girar el tablero

source: _South
ca: _Sud
es: _Sud

source: _Stop thinking
ca: _Deixa de pensar
es: _Dejar de pensar

source: _Tags
ca: _Etiquetes
es: _Etiquetas

source: a match file to open on startup
ca: un fitxer de partida per a obrir a l'inici
es: un archivo de partida para abrir al iniciar

source: ambiguous option: %s could match %s
ca: opció ambigua: %s podria coincidir amb %s
es: opción ambigua : %s podría coincidir con %s

source: argument "-" with mode %r
ca: argument "-" amb mode %r
es: argumento "-" con modo %r

source: argument %s is required
ca: l'argument %s és obligatori
es: el argumento %s es obligatorio

source: can't open '%s': %s
ca: no es pot obrir '%s': %s
es: no se puede abrir '%s': %s

source: cannot have multiple subparser arguments
ca: no hi pot haver múltiples arguments de subanalitzador
es: no puede haber múltiples argumentos de subanalizador

source: cannot merge actions - two groups are named %r
ca: no es poden combinar les accions - dos grups s'anomenen %r
es: no se pueden combinar las acciones - dos grupos se denominan %r

source: conflicting option string(s): %s
ca: cadenes d'opcions en conflicte: %s
es: cadenas de opciones en conflicto: %s

source: dest= is required for options like %r
ca: dest= és obligatori per a opcions com ara %r
es: dest= es obligatorio para opciones como %r

source: expected %s argument(s)
ca: s'esperava l'argument %s
es: se esperaba el argumento %s

source: expected at least one argument
ca: s'esperava almenys un argument
es: se esperaba al menos un argumento

source: expected at most one argument
ca: s'esperava com a molt un argument
es: se esperaba como mucho un argumento

source: expected one argument
ca: s'esperava un argument
es: se esperaba un argumento

source: ignored explicit argument %r
ca: argument explícit ignorat %r
es: argumento explícito ignorado %r

source: invalid %s value: %r
ca: valor %s no vàlid: %r
es: valor %s no válido: %r

source: invalid choice: %r (choose from %s)
ca: opció no vàlida: %r (pot ser %s)
es: opción no válida: %r (puede ser %s)

source: invalid conflict_resolution value: %r
ca: valor conflict_resolution no vàlid: %r
es: valor conflict_resolution no válido: %r

source: invalid option string %r: must start with a character %r
ca: la cadena d'opció %r no és vàlida: hauria de començar amb un caràcter %r
es: la cadena de opción %r no es válida: debería empezar con un carácter %r

source: match_file
ca: fitxer_de_partida
es: archivo_de_partida

source: mutually exclusive arguments must be optional
ca: els arguments mútuament excloents han de ser opcionals
es: los argumentos mutuamente excluyentes deben ser opcionales

source: not allowed with argument %s
ca: no es permet amb l'argument %s
es: no se permite con el argumento %s

source: one of the arguments %s is required
ca: un dels arguments %s és obligatori
es: uno de los argumentos %s es obligatorio

source: optional arguments
ca: arguments opcionals
es: argumentos opcionales

source: positional arguments
ca: arguments de posició
es: argumentos de posición

source: show program's version number and exit
ca: mostra el nombre de versió del programa i surt
es: mostrar el número de versión del programa y salir

source: show this help message and exit
ca: mostra aquest missatge d'ajuda i surt
es: mostrar este mensaje de ayuda y salir

source: too few arguments
ca: massa pocs arguments
es: demasiados pocos argumentos

source: unexpected option string: %s
ca: no s'esperava la cadena d'opció: %s
es: no se esperaba la cadena de opción: %s

source: unknown parser %r (choices: %s)
ca: no es pot reconèixer l'analitzador %r (opcions: %s
es: no se reconoce el analizador %r (opciones: %s)

source: unrecognized arguments: %s
ca: no es poden reconèixer els arguments: %s
es: no se pueden reconocer los argumentos: %s

source: untitled.ogn
ca: sense-nom.ogn
es: sin-nombre.ogn

source: usage:
ca: ús:
es: uso:
