Repository: joansalasoler/auale
Catalog: locales/*.po
Languages: fr, id, ms

source: A graphical user interface for oware
fr: Une interface graphique pour l'awalé
id: Antarmuka pengguna grafis untuk Oware (Congkak)
ms: Antaramuka pengguna bergrafik untuk oware

source: A new match will be created where you will be able to move as either player.
fr: Une nouvelle partie sera créée où vous serez en mesure de vous déplacer comme l'un ou l'autre joueur.
id: Pertandingan baru akan dibuat di mana kamu bisa bermain sebagai salah satu pemain.
ms: Satu perlawanan baharu akan dicipta iaitu anda dapat bermain sebagai pemain.

source: About Aualé
fr: À propos d'Aualé
id: Tentang Aualé
ms: Perihal Aualé

source: Any files
fr: Tous les fichiers
id: File apa pun
ms: Sebarang fail

source: Asks the engine to make a move
fr: Demande au moteur de se déplacer
id: Minta bantuan melangkah
ms: Tanya enjin untuk melakukan gerakan

source: Asks the engine to stop thinking
fr: Demande au moteur d'arrêter de réfléchir
id: Minta mesin berhenti berpikir
ms: Tanya enjin untuk berhenti berfikir

source: Cannot save current match
fr: Impossible d'enregistrer la partie en cours
id: Tidak dapat menyimpan pertandingan ini
ms: Tidak dapat simpan perlawanan semasa

source: Computer _player
fr: _Joueur ordinateur
id: _Pemain komputer
ms: _Pemain komputer

source: Computer player is disabled
fr: Le joueur ordinateur est désactivé
id: Pemain komputer dinonaktifkan
ms: Pemain komputer dilumpuhkan

source: Could not start the engine
fr: Impossible de démarrer le moteur
id: Tidak dapat memulai
ms: Tidak dapat memulakan enjin

source: Date
id: Tanggal
ms: Tarikh

source: Description
id: Deskripsi
ms: Keterangan

source: Disables sound effects
fr: Désactive les effets sonores
id: Matikan efek suara
ms: Lumpuhkan kesan bunyi

source: Discard unsaved changes
fr: Rejeter les modifications non enregistrées
id: Batalkan perubahan yang belum disimpan
ms: Singkir perubahan tidak disimpan

source: Do you want to save the current match?
fr: Voulez-vous enregistrer la partie en cours ?
id: Ingin menyimpan pertandingan ini?
ms: Anda mahu simpan perlawanan semasa?

source: E_xpert
id: _Ahli
ms: Pa_kar

source: Edit a match
fr: Modifier une partie
id: Edit pertandingan
ms: Sunting perlawanan

source: Edit current match tags
fr: Modifier les étiquettes de la partie en cours
id: Edit label pertandingan ini
ms: Sunting penetapan perlawanan semasa

source: Error opening match
fr: Erreur lors de l'ouverture de la partie
id: Eror saat membuka pertandingan
ms: Ralat membuka perlawanan

source: Error saving match
fr: Erreur lors de l'enregistrement de la partie
id: Eror saat menyimpan pertandingan
ms: Ralat menyimpan perlawanan

source: Event
fr: Événement
id: Ajang
ms: Pertandingan

source: Goes to the first position
fr: Aller à la première position
id: Beralih ke posisi pertama
ms: Pergi ke kedudukan pertama

source: Goes to the last position
fr: Aller à la dernière position
id: Beralih ke posisi terakhir
ms: Pergi ke kedudukan terakhir

source: Goes to the next position
fr: Aller à la position suivante
id: Beralih ke posisi berikutnya
ms: Pergi ke kedudukan berikutnya

source: Goes to the previous position
fr: Aller à la position précédente
id: Beralih ke posisi sebelumnya
ms: Pergi ke kedudukan terdahulu

source: Learn how to play oware
fr: Apprendre à jouer à l'awalé
id: Belajar cara bermain Oware (Congkak)
ms: Ketahui cara bermain oware

source: Match file cannot be opened
fr: Le fichier de partie ne peut être ouvert
id: File pertandingan tidak dapat dibuka
ms: Fail perlawanan tidak dapat dibuka

source: Match tags
fr: Étiquettes de partie
id: Label pertandingan
ms: Teg perlawanan

source: Match with unsaved changes
fr: Partie contenant des modifications non enregistrées
id: Pertandingan dengan perubahan yang belum disimpan
ms: Perlawanan dengan perubahan tidak disimpan

source: N_either player
fr: Aucun d_es joueurs
id: _Tidak satu pemain pun
ms: T_iada pemain

source: New match
fr: Nouvelle partie
id: Pertandingan baru
ms: Perlawanan baharu

source: North
fr: Nord
id: Utara
ms: Utara

source: North has won
fr: Le nord a gagné
id: Utara telah menang
ms: Utara telah menang

source: Open an oware match
fr: Ouvrir une partie d'awalé
id: Buka pertandingan Oware (Congkak)
ms: Buka satu perlawanan oware

source: Open match
fr: Ouvrir une partie
id: Buka pertandingan
ms: Buka perlawanan

source: Opens a match file
fr: Ouvre un fichier de partie
id: Membuka file pertandingan
ms: Buka satu fail perlawanan

source: Opens a recently used match file
fr: Ouvre un fichier de partie récemment utilisé
id: Membuka file pertandingan terbaru yang digunakan
ms: Buka fail perlawanan yang telah digunakan baru-baru ini

source: Oware match files
fr: Fichiers de parties d'awalé
id: File pertandingan Oware (Congkak)
ms: Fail perlawanan Oware

source: Play as north
fr: Jouer en tant que nord
id: Bermain sebagai Utara
ms: Main sebagai utara

source: Play as south
fr: Jouer en tant que sud
id: Bermain sebagai Selatan
ms: Main sebagai selatan

source: Players gathered an equal number of seeds
fr: Les joueurs ont réunis un nombre égal de graines
id: Pemain mengumpulkan jumlah biji yang sama
ms: Kedua-dua pemain memiliki jumlah buah yang sama

source: Recent _files
fr: _Fichiers récents
id: _File terbaru
ms: _Fail baru-baru ini

source: Result
fr: Résultat
id: Hasil
ms: Keputusan

source: Rotates the board
fr: Fait pivoter le plateau
id: Putar papan
ms: Putar papan

source: Round
fr: Manche
id: Babak
ms: Pusingan

source: Rules of _oware
fr: Règles du jeu d'a_walé
id: Peraturan _Oware
ms: Peraturan _oware

source: Save
fr: Enregistrer
id: Simpan
ms: Simpan

source: Save _match
fr: Enregistrer la pa_rtie
id: Simpan _pertandingan
ms: Simpan pe_rlawanan

source: Save current match
fr: Enregistrer la partie en cours
id: Simpan pasangan ini
ms: Simpan perlawanan semasa

source: Save match _as...
fr: Enregistrer la p_artie sous...
id: Simp_an pertandingan sebagai...
ms: Simpan perlawanan seb_agai...

source: Saves the current match
fr: Enregistre la partie en cours
id: Menyimpan pertandingan ini
ms: Simpan perlawanan semasa

source: Saves the current match to a file
fr: Enregistre la partie en cours vers un fichier
id: Menyimpan pertandingan ini dalam suatu file
ms: Simpan perlawanan semasa ke dalam satu fail

source: Site
fr: Lieu
id: Situs
ms: Laman

source: South
fr: Sud
id: Selatan
ms: Selatan

source: South has won
fr: Le sud a gagné
id: Selatan telah menang
ms: Selatan telah menang

source: Starts a new match
fr: Démarre une nouvelle partie
id: Memulai pertandingan baru
ms: Mulakan perlawanan baharu

source: Tag
fr: Étiquette
id: Label
ms: Teg

source: The computer will play both as south and north while you can watch the match.
fr: L'ordinateur jouera à la fois en tant que nord et sud pendant que vous regardez la partie.
id: Komputer akan bermain sebagai Selatan dan Utara selagi kamu dapat melihat pertandingan ini.
ms: Komputer akan bermain kedua-dua bahagian sebagai utara dan selatan, anda boleh tonton perlawanan ini.

source: The player gathered more than 24 seeds
fr: Le joueur a rassemblé plus de 24 graines
id: Pemain mengumpulkan lebih dari 24 biji
ms: Pemain telah mengumpul lebih daripada 24 butir

source: This match was drawn
fr: Match nul
id: Hasil pertandingan remis
ms: Perlawanan ini berakhir dengan seri

source: Value
fr: Valeur
id: Nilai
ms: Nilai

source: Variant
fr: Variante
id: Varian
ms: Varian

source: Watch the computer play
fr: Regarder l'ordinateur jouer
id: Lihat komputer bermain
ms: Tonton komputer beraksi

source: What do you want to do?
fr: Que voulez-vous faire ?
id: Apa yang ingin kamu lakukan?
ms: Apa yang ingin anda lakukan?

source: You will play a new match against the computer. Computer will move first.
fr: Vous allez jouer une nouvelle partie contre l'ordinateur. L'ordinateur se déplacera en premier.
id: Kamu akan memainkan pertandingan baru melawan komputer. Komputer yang pertama melangkah.
ms: Anda akan berlawan dengan pihak komputer. Komputer akan mulakan terlebih dahulu.

source: You will play a new match against the computer. You will move first.
fr: Vous allez jouer une nouvelle partie contre l'ordinateur. Vous vous déplacerez en premier.
id: Kamu akan memainkan pertandingan baru melawan komputer. Kamu yang pertama melangkah.
ms: Anda akan berlawan dengan pihak komputer. Anda akan mulakan gerakan dahulu.

source: _Both players
fr: Les _deux joueurs
id: K_edua pemain
ms: Ke_dua-dua pemain

source: _Computer strength
fr: For_ce de l'ordinateur
id: _Kekuatan komputer
ms: Kekuatan k_omputer

source: _Disable sound
fr: _Désactiver le son
id: _Matikan suara
ms: _Lumpuhkan bunyi

source: _Easy
fr: _Facile
id: _Mudah
ms: _Mudah

source: _Edit match tags...
fr: Modifi_er les étiquettes de partie...
id: _Edit label pertandingan...
ms: S_unting teg perlawanan...

source: _First move
fr: Prem_ier déplacement
id: _Langkah pertama
ms: Gerakan pe_rtama

source: _Hard
fr: _Difficile
id: _Sulit
ms: _Sukar

source: _Last move
fr: Dernier dép_lacement
id: _Langkah terakhir
ms: Gerakan tera_khir

source: _Medium
fr: _Moyen
id: M_enengah
ms: _Sederhana

source: _Move now
fr: Se déplacer _maintenant
id: _Melangkah sekarang
ms: _Gerak sekarang

source: _New match
fr: _Nouvelle partie
id: _Pertandingan baru
ms: Perlawanan _baharu

source: _Next move
fr: Prochai_n déplacement
id: Langkah _berikutnya
ms: Gerakan _berikutnya

source: _North
fr: _Nord
id: _Utara
ms: _Utara

source: _Open match...
fr: _Ouvrir une partie
id: _Buka pertandingan...
ms: _Buka perlawanan...

source: _Previous move
fr: Déplacement _précédent
id: Langkah _sebelumnya
ms: Gerakan ter_dahulu

source: _Rotate board
fr: Fai_re pivoter le plateau
id: _Putar papan
ms: P_utar papan

source: _South
fr: _Sud
id: _Selatan
ms: _Selatan

source: _Stop thinking
fr: Arrêter de réfléc_hir
id: _Berhenti berpikir
ms: _Henti berfikir

source: untitled.ogn
fr: sans-titre.ogn
id: tak-berjudul.ogn
ms: takbertajuk.ogn
