Repository: joansalasoler/auale
Catalog: po/*.po
Languages: ast, uk

source: A graphical user interface for oware
ast: Interfaz gráfica pal xuegu oware
uk: Графічний інтерфейс до гри у оваре

source: A new match will be created where you will be able to move as either player.
ast: Crearáse una nueva partida na que podrás mover con cualquier xugador.
uk: Буде створено нову гру, у якій ви зможете ходити за обох гравців.

source: About Aualé
ast: Tocante a Aualé
uk: Про Aualé

source: Any files
ast: Cualquier ficheru
uk: Будь-які файли

source: Asks the engine to make a move
ast: Pide al motor que faiga un movimientu
uk: Наказати рушію зробити хід

source: Asks the engine to stop thinking
ast: Pide al motor que dexe de pensar
uk: Наказати рушію припинити обдумування

source: Cannot save current match
ast: Nun pué guardase la partida actual
uk: Не вдалося зберегти поточну гру

source: Computer _player
ast: _Xugador del ordenador
uk: Комп’ютерний _гравець

source: Computer player is disabled
ast: El xugador del ordenador ta desactiváu
uk: Комп’ютерного гравця вимкнено

source: Could not start the engine
ast: Nun pudo aniciase'l motor
uk: Не вдалося запустити рушій

source: Date
ast: Data
uk: Дата

source: Description
ast: Descripción
uk: Опис

source: Disables sound effects
ast: Desactiva los efectos de soníu
uk: Вимкнути звукові ефекти

source: Discard unsaved changes
ast: Descartar los cambios sin guardar
uk: Відкинути незбережені зміни

source: Do you want to save the current match?
ast: ¿Quies guardar la partida actual?
uk: Хочете зберегти поточну гру?

source: E_xpert
ast: E_spertu
uk: 4. _Експерт

source: Edit a match
ast: Editar una partida
uk: Редагувати гру

source: Edit current match tags
ast: Editar les etiquetes de la partida actual
uk: Редагувати мітки поточної гри

source: Error opening match
ast: Error al abrir la partida
uk: Помилка під час спроби відкрити гру

source: Error saving match
ast: Error al guardar la partida
uk: Помилка під час спроби зберегти гру

source: Event
ast: Socesu
uk: Подія

source: Goes to the first position
ast: Va a la primera posición
uk: Перейти до першої позиції

source: Goes to the last position
ast: Va a la última posición
uk: Перейти до останньої позиції

source: Goes to the next position
ast: Va a la siguiente posición
uk: Перейти до наступної позиції

source: Goes to the previous position
ast: Va a la posición anterior
uk: Перейти до попередньої позиції

source: Learn how to play oware
ast: Depriende a xugar al oware
uk: Навчитися грати у оваре

source: Match file cannot be opened
ast: Nun pudo abrise'l ficheru de partida
uk: Не вдалося відкрити файл гри

source: Match tags
ast: Etiquetes de la partida
uk: Мітки гри

source: Match with unsaved changes
ast: Partida con cambios sin guardar
uk: Гра із незбереженими змінами

source: N_either player
ast: N_engún xugador
uk: _Жоден з гравців

source: New match
ast: Nueva partida
uk: Нова гра

source: North
ast: Norte
uk: Північ

source: North has won
ast: Ganó el norte
uk: Виграв північний гравець

source: Open an oware match
ast: Abrir una partida de oware
uk: Відкрити гру оваре

source: Open match
ast: Abrir partida
uk: Відкрити гру

source: Opens a match file
ast: Abre un ficheru de partida
uk: Відкрити файл гри

source: Opens a recently used match file
ast: Abre un ficheru de partida usáu recientemente
uk: Відкрити файл однієї з останніх ігор

source: Oware match files
ast: Ficheros de partíes d'oware
uk: Файл гри у оваре

source: Play as north
ast: Xugar como norte
uk: Грати за північ

source: Play as south
ast: Xugar como sur
uk: Грати за південь

source: Players gathered an equal number of seeds
ast: Los xugadores collecharon el mesmu númberu de granos
uk: Гравці набрали однакову кількість зерен

source: Recent _files
ast: _Ficheros recientes
uk: Нещодавні _файли

source: Result
ast: Resultáu
uk: Результат

source: Rotates the board
ast: Xira'l tableru
uk: Обертати дошку

source: Round
ast: Ronda
uk: Раунд

source: Rules of _oware
ast: Reglamentu del _oware
uk: Правила _оваре

source: Save
ast: Guardar
uk: Зберегти

source: Save _match
ast: _Guardar partida
uk: Зберегти _гру

source: Save current match
ast: Guardar la partida actual
uk: Зберегти поточну гру

source: Save match _as...
ast: Gu_ardar partida como...
uk: Зберегти гру _як…

source: Saves the current match
ast: Guarda la partida actual
uk: Зберегти поточну гру

source: Saves the current match to a file
ast: Guarda la partida actual nun ficheru
uk: Зберегти поточну гру до файла

source: Site
ast: Sitiu
uk: Сайт

source: South
ast: Sur
uk: Південь

source: South has won
ast: Ganó'l sur
uk: Виграв гравець за північ

source: Starts a new match
ast: Anicia una nueva partida
uk: Почати нову гру

source: Tag
ast: Etiqueta
uk: Мітка

source: The computer will play both as south and north while you can watch the match.
ast: L'ordenador xugará como sur y como norte mentanto mires la partida.
uk: Комп’ютер гратиме за обох гравців, а ви зможете спостерігати за грою.

source: The player gathered more than 24 seeds
ast: El xugador collechó más de 24 granos
uk: Гравець зібрав більше 24 зерен

source: This match was drawn
ast: Empatóse esta partida
uk: Гра завершилася унічию

source: Value
ast: Valor
uk: Значення

source: Variant
ast: Variante
uk: Варіант

source: Watch the computer play
ast: Ver xugar al ordenador
uk: Спостерігати за грою комп’ютера

source: What do you want to do?
ast: ¿Qué quies facer?
uk: Що слід зробити?

source: You will play a new match against the computer. Computer will move first.
ast: Xugarás una nueva partida contra l'ordenador. L'ordenador moverá primero.
uk: Ви гратимете нову гру проти комп’ютера. Комп’ютер ходитиме першим.

source: You will play a new match against the computer. You will move first.
ast: Xugarás una nueva partida contra l'ordenador. Tu moverás primero.
uk: Ви гратимете нову гру проти комп’ютера. Ви ходитимете першим.

source: _Both players
ast: Dam_bos xugadores
uk: _Обидва гравці

source: _Computer strength
ast: Fuer_cia del ordenador
uk: С_ила комп’ютерного гравця

source: _Disable sound
ast: _Desactivar el soníu
uk: Ви_мкнути звук

source: _Easy
ast: _Fácil
uk: 1. _Слабкий

source: _Edit match tags...
ast: _Editar etiquetes de la partida...
uk: З_мірити мітки гри…

source: _First move
ast: _Primer movimientu
uk: _Перший хід

source: _Hard
ast: _Díficil
uk: 3. Си_льний

source: _Last move
ast: _Últimu movimientu
uk: _Останній хід

source: _Medium
ast: _Medianu
uk: 2. _Посередній

source: _Move now
ast: _Mover agora
uk: _Ходити

source: _New match
ast: _Nueva partida
uk: _Нова гра

source: _Next move
ast: _Siguiente movimientu
uk: _Наступний хід

source: _North
ast: _Norte
uk: П_івніч

source: _Open match...
ast: _Abrir una partida...
uk: _Відкрити гру…

source: _Previous move
ast: _Movimientu anterior
uk: Попе_редній хід

source: _Rotate board
ast: Xi_rar el tableru
uk: О_бертати дошку

source: _South
ast: _Sur
uk: Пів_день

source: _Stop thinking
ast: _Dexar de pensar
uk: П_рипинити обдумування

source: untitled.ogn
ast: sin-títulu.ogn
uk: без_назви.ogn
